Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: If you were a spice, which one would you be and why?
de: Wenn du ein Gewürz wärst, welches wärst du und warum?
es: Si fueras una especia, ¿cuál serías y por qué?
fr: Si vous étiez une épice, laquelle seriez-vous et pourquoi ?
it: Se fossi una spezia, quale saresti e perché?
ja: 自分をスパイスに例えるとどれですか？そしてなぜ？
ko: 향신료라면 어떤 향신료가 되시겠어요? 그리고 그 이유는?
nb: Hvis du var en krydder, hvilken ville du vært og hvorfor?
nl: Als je een kruid was, welke zou je dan zijn en waarom?
pl: Gdybyś był przyprawą, którą byś był i dlaczego?
pt_br: Se você fosse uma especiaria, qual seria e por quê?
sv: Om du var en krydda, vilken skulle du vara och varför?
uk: Якби ви були спецією, якою б ви були і чому?
zh_hans: 如果你是一种香料，你会是什么？为什么？

source: If you were a superhero, what would be your useless superpower?
de: Wenn du ein Superheld wärst, was wäre deine nutzlose Superkraft?
es: Si fueras un superhéroe, ¿cuál sería tu superpoder inútil?
fr: Si tu étais un super-héros, quel serait ton super-pouvoir inutile ?
it: Se fossi un supereroe, quale sarebbe il tuo superpotere inutile?
ja: スーパーヒーローになるとしたら、役に立たない超能力は何ですか？
ko: 슈퍼히어로가 된다면, 쓸모없는 초능력은 무엇인가요?
nb: Hvis du var en superhelt, hva ville vært din ubrukelige superkraft?
nl: Als je een superheld was, wat zou dan je nutteloze superkracht zijn?
pl: Gdybyś był superbohaterem, jaka byłaby twoja bezużyteczna supermoc?
pt_br: Se você fosse um super-herói, qual seria o seu superpoder inútil?
sv: Om du var en superhjälte, vad skulle vara din värdelösa superkraft?
uk: Якби ви були супергероєм, якою була б ваша марна суперсила?
zh_hans: 如果你是超级英雄，你会有什么无用的超能力？

source: If you were a type of dog, which breed would you be?
de: Wenn du eine Hunderasse wärst, welche wärst du?
es: Si fueras un tipo de perro, ¿qué raza serías?
fr: Si tu étais une race de chien, laquelle serais-tu ?
it: Se fossi una razza di cane, quale saresti?
ja: 自分を犬種に例えると、どの犬種ですか？
ko: 당신이 개 품종이라면 어떤 견종인가요?
nb: Hvis du var en hunderase, hvilken rase ville du vært?
nl: Als je een hondenras was, welk ras zou je zijn?
pl: Gdybyś był rasą psa, jaką byłbyś rasą?
pt_br: Se você fosse um tipo de cachorro, qual raça seria?
sv: Om du var en hundras, vilken ras skulle du vara?
uk: Якби ви були породою собаки, якою б ви були?
zh_hans: 如果你是一种狗，你会是哪个品种？

source: If you were a type of weather, what would you be?
de: Wenn du eine Wetterart wärst, was wärst du?
es: Si fueras un tipo de clima, ¿qué serías?
fr: Si tu étais un type de temps, que serais-tu ?
it: Se fossi un tipo di tempo, cosa saresti?
ja: あなたが天気の一種だとしたら、何ですか？
ko: 당신이 날씨의 한 유형이라면 무엇이겠어요?
nb: Hvis du var en type vær, hva ville du vært?
nl: Als je een weertype was, wat zou je dan zijn?
pl: Gdybyś był typem pogody, czym byś był?
pt_br: Se você fosse um tipo de clima, o que seria?
sv: Om du vore en typ av väder, vad skulle du vara?
uk: Якби ти був типом погоди, ким би ти був?
zh_hans: 如果你是一种天气，你会是什么？

source: If you were a villain, what would your evil plan be?
de: Wenn du ein Schurke wärst, was wäre dein böser Plan?
es: Si fueras un villano, ¿cuál sería tu malvado plan?
fr: Si tu étais un méchant, quel serait ton plan diabolique?
it: Se fossi un cattivo, quale sarebbe il tuo piano malvagio?
ja: 悪役になるとしたら、あなたの悪巧みは何ですか？
ko: 악당이 된다면 당신의 사악한 계획은 무엇인가요?
nb: Hvis du var en skurk, hva ville din onde plan vært?
nl: Als je een schurk was, wat zou dan je snode plan zijn?
pl: Gdybyś był złoczyńcą, jaki byłby twój złowrogi plan?
pt_br: Se você fosse um vilão, qual seria seu plano maligno?
sv: Om du var en skurk, vad skulle din onda plan vara?
uk: Якби ти був лиходієм, яким був би твій злий план?
zh_hans: 如果你是一个反派，你的邪恶计划是什么？

source: If you were able to live to the age of 90 and retain either the mind or body of a 30-year-old for the last 60 years of your life, which would you want?
de: Wenn du 90 Jahre alt werden könntest und für die letzten 60 Jahre entweder den Geist oder den Körper eines 30-Jährigen behalten könntest, was würdest du wählen?
es: Si pudieras vivir hasta los 90 años y conservar la mente o el cuerpo de un joven de 30 años durante los últimos 60 años de tu vida, ¿qué preferirías?
fr: Si tu pouvais vivre jusqu’à 90 ans et garder soit l’esprit, soit le corps d’une personne de 30 ans pendant les 60 dernières années, que choisirais-tu ?
it: Se potessi vivere fino a 90 anni e mantenere la mente o il corpo di un trentenne per gli ultimi 60 anni, cosa sceglieresti?
ja: 90歳まで生きられ、最後の60年間は30歳の精神か肉体のどちらかを保てるとしたら、どちらを選びますか？
ko: 90세까지 살 수 있고, 마지막 60년 동안 30세의 정신이나 육체 중 하나를 유지할 수 있다면 어느 쪽을 원하시겠습니까?
nb: Hvis du kunne leve til du ble 90 år og beholde enten hjernen eller kroppen til en 30-åring de siste 60 årene, hva ville du valgt?
nl: Als je 90 jaar oud kon worden en de laatste 60 jaar de geest of het lichaam van een 30-jarige zou behouden, wat zou je dan willen?
pl: Gdybyś mógł dożyć 90 lat i zachować umysł lub ciało 30-latka przez ostatnie 60 lat, co wybrałbyś?
pt_br: Se você pudesse viver até os 90 anos e manter a mente ou o corpo de uma pessoa de 30 anos nos últimos 60 anos, o que você preferiria?
sv: Om du kunde leva till 90 års ålder och behålla antingen en 30-årings sinne eller kropp under de sista 60 åren, vilket skull du vilja ha?
uk: Якби ви могли дожити до 90 років і зберегти розум або тіло 30-річного протягом останніх 60 років, що б ви обрали?
zh_hans: 如果你能活到90岁，并且在生命的最后60年里保持30岁的头脑或身体，你更想要哪个？

source: If you were arrested with no explanation, what would friends think you did?
de: Wenn du ohne Erklärung verhaftet würdest, was würden Freunde denken, dass du getan hast?
es: Si te arrestaran sin explicación, ¿qué pensarían tus amigos que hiciste?
fr: Si tu étais arrêté sans explication, que penseraient tes amis que tu as fait ?
it: Se venissi arrestato senza spiegazioni, cosa penserebbero gli amici che hai fatto?
ja: 説明なく逮捕されたら、友達はあなたが何をしたと思うでしょうか？
ko: 아무 설명 없이 체포된다면, 친구들은 당신이 무슨 짓을 했다고 생각할까요?
nb: Hvis du ble arrestert uten forklaring, hva ville venner tro at du hadde gjort?
nl: Als je zonder uitleg gearresteerd werd, wat zouden vrienden denken dat je gedaan had?
pl: Gdybyś został aresztowany bez wyjaśnienia, co twoi przyjaciele pomyśleliby, że zrobiłeś?
pt_br: Se você fosse preso sem explicação, o que seus amigos achariam que você fez?
sv: Om du greps utan förklaring, vad skulle vänner tro att du gjort?
uk: Якби вас заарештували без пояснень, що б друзі подумали, що ви зробили?
zh_hans: 如果你无缘无故被捕，朋友们会认为你做了什么？

source: If you were going to become a close friend with your partner, please share what would be important for them to know.
de: Wenn du ein enger Freund deines Partners würdest, teile bitte mit, was für ihn wichtig zu wissen wäre.
es: Si fueras a convertirte en un amigo cercano de tu compañero, comparte qué sería importante que él/ella supiera.
fr: Si tu allais devenir un ami proche de ton partenaire, partage ce qui serait important pour lui/elle de savoir.
it: Se dovessi diventare un amico intimo del tuo partner, condividi cosa sarebbe importante che lui/lei sappia.
ja: もしあなたがパートナーの親友になるなら、何を知っておくことが重要だと思いますか？共有してください。
ko: 당신이 파트너의 절친이 된다면, 그가 알면 좋을 중요한 것이 무엇인지 공유해주세요.
nb: Hvis du skulle bli en nær venn av partneren din, del hva som ville være viktig for dem å vite.
nl: Als je een goede vriend van je partner zou worden, deel dan wat belangrijk voor hen zou zijn om te weten.
pl: Jeśli miałbyś zostać bliskim przyjacielem swojego partnera, podziel się tym, co byłoby dla niego/niej ważne, aby wiedzieć.
pt_br: Se você fosse se tornar um amigo próximo do seu parceiro, compartilhe o que seria importante ele/ela saber.
sv: Om du skulle bli en nära vän med din partner, berätta vad som skulle vara viktigt för dem att veta.
uk: Якби ви мали стати близьким другом вашого партнера, поділіться тим, що для нього/неї було б важливо знати.
zh_hans: 如果你要和你的伴侣成为亲密的朋友，请分享你认为他们需要知道的重要事情。

source: If you were the last person on Earth, what would you do first?
de: Wenn du der letzte Mensch auf der Erde wärst, was würdest du zuerst tun?
es: Si fueras la última persona en la Tierra, ¿qué harías primero?
fr: Si tu étais la dernière personne sur Terre, que ferais-tu en premier ?
it: Se fossi l'ultima persona sulla Terra, cosa faresti prima?
ja: もし地球で最後の一人だったら、最初に何をしますか？
ko: 당신이 지구의 마지막 사람이라면 가장 먼저 무엇을 하시겠습니까?
nb: Hvis du var den siste personen på jorden, hva ville du gjort først?
nl: Als je de laatste persoon op aarde was, wat zou je dan als eerste doen?
pl: Gdybyś był ostatnią osobą na Ziemi, co byś zrobił jako pierwsze?
pt_br: Se você fosse a última pessoa na Terra, o que faria primeiro?
sv: Om du var den sista personen på jorden, vad skulle du göra först?
uk: Якби ви були останньою людиною на Землі, що б ви зробили першим?
zh_hans: 如果你是地球上最后一个人，你会先做什么？

source: If you were to die this evening, what would you most regret not having told someone? Why haven’t you told them yet?
de: Wenn du heute Abend sterben würdest, was würdest du am meisten bereuen, jemandem nicht gesagt zu haben? Warum hast du es ihnen noch nicht gesagt?
es: Si murieras esta noche, ¿qué lamentarías más no haberle dicho a alguien? ¿Por qué no se lo has dicho todavía?
fr: Si tu devais mourir ce soir, que regretterais-tu le plus de ne pas avoir dit à quelqu’un ? Pourquoi ne le leur as-tu pas encore dit ?
it: Se dovessi morire stasera, cosa rimpiangeresti di più di non aver detto a qualcuno? Perché non glielo hai ancora detto?
ja: もし今夜死ぬとしたら、誰かに言わなかったことで最も後悔するのは何ですか？なぜまだ言っていませんか？
ko: 오늘 밤 죽는다면 누군가에게 말하지 않은 것을 가장 후회할 것은 무엇입니까? 왜 아직 말하지 않았습니까?
nb: Hvis du skulle dø i kveld, hva ville du angret mest på at du ikke hadde fortalt noen? Hvorfor har du ikke fortalt det ennå?
nl: Als je vanavond zou sterven, wat zou je dan het meest betreffen dat je iemand niet hebt verteld? Waarom heb je het nog niet verteld?
pl: Gdybyś miał umrzeć dziś wieczorem, czego najbardziej żałowałbyś, że nie powiedziałeś komuś? Dlaczego jeszcze mu nie powiedziałeś?
pt_br: Se você fosse morrer esta noite, o que você mais lamentaria não ter dito a alguém? Por que ainda não contou?
sv: Om du skulle dö ikväll, vad skulle du ångra mest att du inte har sagt till någon? Varför har du inte berättat det än?
uk: Якби ви мали померти сьогодні ввечері, про що ви найбільше шкодували б, що не сказали комусь? Чому ви ще не сказали?
zh_hans: 如果你今晚就会死，你最后悔没有对某人说的是什么？为什么你还没有告诉他们？

source: If you were told you were living in a simulation, would it change anything for you?
de: Wenn dir gesagt würde, dass du in einer Simulation lebst, würde das etwas für dich ändern?
es: Si te dijeran que vives en una simulación, ¿cambiaría algo para ti?
fr: Si on te disait que tu vis dans une simulation, est-ce que cela changerait quelque chose pour toi ?
it: Se ti dicessero che vivi in una simulazione, cambierebbe qualcosa per te?
ja: もし自分がシミュレーションの中で生きていると言われたら、何か変わりますか？
ko: 당신이 시뮬레이션 속에 살고 있다는 말을 들으면 당신에게 어떤 변화가 있을까요?
nb: Hvis du ble fortalt at du levde i en simulering, ville det forandret noe for deg?
nl: Als je zou horen dat je in een simulatie leeft, zou dat dan iets voor je veranderen?
pl: Gdyby ktoś ci powiedział, że żyjesz w symulacji, czy coś by to dla ciebie zmieniło?
pt_br: Se lhe dissessem que você está vivendo em uma simulação, isso mudaria alguma coisa para você?
sv: Om du fick veta att du levde i en simulation, skulle det förändra något för dig?
uk: Якби вам сказали, що ви живете в симуляції, чи змінило б це щось для вас?
zh_hans: 如果告诉你，你生活在一个模拟世界中，这会改变你的任何看法吗？

source: If you woke up as the opposite gender for a day, what's the first thing you'd do?
de: Wenn du eines Tages als das andere Geschlecht aufwachen würdest, was würdest du zuerst tun?
es: Si despertaras como el género opuesto por un día, ¿qué es lo primero que harías?
fr: Si tu te réveillais dans le corps du sexe opposé pour un jour, quelle serait la première chose que tu ferais ?
it: Se ti svegliassi come il sesso opposto per un giorno, qual è la prima cosa che faresti?
ja: もし一日だけ異性として目覚めたら、最初に何をしますか？
ko: 하루 동안 반대 성별로 깨어난다면 가장 먼저 무엇을 하시겠습니까?
nb: Hvis du våknet opp som det motsatte kjønn for en dag, hva ville du gjort først?
nl: Als je voor een dag als het andere geslacht wakker werd, wat zou je dan als eerste doen?
pl: Gdybyś obudził się jako osoba przeciwnej płci na jeden dzień, co byś zrobił jako pierwsze?
pt_br: Se você acordasse como o gênero oposto por um dia, qual seria a primeira coisa que faria?
sv: Om du vaknade som det motsatta könet för en dag, vad skulle du göra först?
uk: Якщо б ви прокинулися як протилежна стать на один день, що б ви зробили першим?
zh_hans: 如果你有一天醒来变成了异性，你做的第一件事会是什么？

source: If you woke up tomorrow and everything had worked out, what would your life look like?
de: Wenn du morgen aufwachen und alles würde funktionieren, wie würde dein Leben aussehen?
es: Si despertaras mañana y todo hubiera salido bien, ¿cómo sería tu vida?
fr: Si tu te réveillais demain et que tout s'était bien passé, à quoi ressemblerait ta vie ?
it: Se ti svegliassi domani e tutto fosse andato per il meglio, come sarebbe la tua vita?
ja: 明日目が覚めて、すべてがうまくいっていたら、あなたの人生はどのようなものになっていますか？
ko: 내일 일어났는데 모든 것이 잘 풀렸다면 당신의 인생은 어떤 모습일까요?
nb: Hvis du våknet i morgen og alt hadde ordnet seg, hvordan ville livet ditt sett ut?
nl: Als je morgen wakker werd en alles was goed gekomen, hoe zou je leven er dan uitzien?
pl: Gdybyś obudził się jutro i wszystko się ułożyło, jak wyglądałoby twoje życie?
pt_br: Se você acordasse amanhã e tudo tivesse dado certo, como seria a sua vida?
sv: Om du vaknade imorgon och allt hade löst sig, hur skulle ditt liv se ut?
uk: Якби ви прокинулися завтра, і все склалося добре, як би виглядало ваше життя?
zh_hans: 如果你明天醒来，一切都已如愿，你的生活会是什么样子？

source: If you wrote a book, what would it be about?
de: Wenn du ein Buch schreiben würdest, worum würde es gehen?
es: Si escribieras un libro, ¿de qué trataría?
fr: Si tu écrivais un livre, de quoi parlerait-il ?
it: Se scrivessi un libro, di cosa parlerebbe?
ja: 本を書くとしたら、どんな内容ですか？
ko: 책을 쓴다면 어떤 내용을 담고 싶나요?
nb: Hvis du skrev en bok, hva ville den handle om?
nl: Als je een boek zou schrijven, waar zou het over gaan?
pl: Gdybyś napisał książkę, o czym by była?
pt_br: Se você escrevesse um livro, sobre o que seria?
sv: Om du skrev en bok, vad skulle den handla om?
uk: Якби ви написали книгу, про що вона була б?
zh_hans: 如果你写一本书，会写什么内容？

source: If your home had a theme, what would it be?
de: Wenn dein Zuhause ein Thema hätte, welches wäre das?
es: Si tu hogar tuviera un tema, ¿cuál sería?
fr: Si votre maison avait un thème, quel serait-il ?
it: Se la tua casa avesse un tema, quale sarebbe?
ja: あなたの家にテーマがあるとしたら、それは何ですか？
ko: 당신의 집에 테마가 있다면 무엇일까요?
nb: Hvis hjemmet ditt hadde et tema, hva ville det vært?
nl: Als je huis een thema had, wat zou het zijn?
pl: Gdyby twój dom miał motyw przewodni, co by to było?
pt_br: Se sua casa tivesse um tema, qual seria?
sv: Om ditt hem hade ett tema, vad skulle det vara?
uk: Якби ваш дім мав тему, якою б вона була?
zh_hans: 如果你的家有一个主题，会是什么？

source: If your house was on fire and everyone was safe, what's the one thing you'd grab?
de: Wenn dein Haus brennen würde und alle in Sicherheit wären, was wäre das eine, das du schnappen würdest?
es: Si tu casa estuviera en llamas y todos estuvieran a salvo, ¿qué es lo único que agarrarías?
fr: Si ta maison était en feu et que tout le monde était en sécurité, quelle est la seule chose que tu attraperais ?
it: Se la tua casa fosse in fiamme e tutti fossero al sicuro, qual è l'unica cosa che prenderesti?
ja: あなたの家が火事で、全員が無事だとしたら、何を一つだけ持って出ますか？
ko: 당신의 집에 불이 났는데 모두가 안전하다면 무엇 하나를 챙기시겠습니까?
nb: Hvis huset ditt brant og alle var trygge, hva ville vært det ene du ville tatt med deg?
nl: Als je huis in brand stond en iedereen veilig was, wat is dan het enige dat je zou pakken?
pl: Gdyby twój dom się palił i wszyscy byli bezpieczni, co byś chwycił jako jedyną rzecz?
pt_br: Se sua casa estivesse pegando fogo e todos estivessem a salvo, qual é a única coisa que você pegaria?
sv: Om ditt hus brann och alla var säkra, vad är det enda du skulle ta med dig?
uk: Якби ваш будинок горів і всі були в безпеці, що б ви взяли одне?
zh_hans: 如果你的房子着火了，所有人都安全了，你会带走哪一样东西？

source: If your life had a 'director's cut' with alternate endings, what would one of them be?
de: Wenn dein Leben einen „Director's Cut“ mit alternativen Enden hätte, wie würde eines davon aussehen?
es: Si tu vida tuviera un 'montaje del director' con finales alternativos, ¿cuál sería uno de ellos?
fr: Si ta vie avait un 'montage du réalisateur' avec des fins alternatives, quelle en serait une ?
it: Se la tua vita avesse un 'director's cut' con finali alternativi, quale sarebbe uno di essi?
ja: あなたの人生に別の結末がある「ディレクターズカット」があるとしたら、その一つは何ですか？
ko: 당신의 삶에 대체 결말이 있는 '감독판'이 있다면, 그 중 하나는 무엇일까요?
nb: Hvis livet ditt hadde en 'director's cut' med alternative slutninger, hva ville en av dem vært?
nl: Als je leven een 'director's cut' met alternatieve eindes had, wat zou er een zijn?
pl: Gdyby twoje życie miało 'wersję reżyserską' z alternatywnymi zakończeniami, co by to było?
pt_br: Se sua vida tivesse um 'corte do diretor' com finais alternativos, qual seria um deles?
sv: Om ditt liv hade en 'director's cut' med alternativa slut, vad skulle ett av dem vara?
uk: Якби ваше життя мало «режисерську версію» з альтернативними фіналами, яким би був один із них?
zh_hans: 如果你的人生有“导演剪辑版”和不同结局，其中一个会是什么样的？

source: If your life had a theme song, what would it be?
de: Wenn dein Leben einen Titelsong hätte, welcher wäre es?
es: Si tu vida tuviera una canción tema, ¿cuál sería?
fr: Si votre vie avait une chanson thème, quelle serait-elle ?
it: Se la tua vita avesse una canzone tema, quale sarebbe?
ja: あなたの人生にテーマソングがあるとしたら、それは何ですか？
ko: 당신의 인생에 주제가가 있다면 무엇일까요?
nb: Hvis livet ditt hadde en kjenningsmelodi, hva ville den vært?
nl: Als je leven een themalied had, welke zou het zijn?
pl: Gdyby twoje życie miało piosenkę przewodnią, co by to było?
pt_br: Se sua vida tivesse uma música tema, qual seria?
sv: Om ditt liv hade en signaturmelodi, vad skulle det vara?
uk: Якби ваше життя мало тему, якою була б ця пісня?
zh_hans: 如果你的人生有一首主题曲，会是什么？

source: If your life were a genre of film, what genre is it right now?
de: Wenn dein Leben ein Filmgenre wäre, welches Genre wäre es gerade?
es: Si tu vida fuera un género de cine, ¿qué género es ahora mismo?
fr: Si ta vie était un genre de film, quel genre serait-il en ce moment ?
it: Se la tua vita fosse un genere cinematografico, che genere è in questo momento?
ja: あなたの人生が映画のジャンルだとしたら、今はどのジャンルですか？
ko: 당신의 인생이 영화 장르라면 지금은 어떤 장르인가요?
nb: Hvis livet ditt var en filmsjanger, hvilken sjanger er det akkurat nå?
nl: Als je leven een filmgenre was, welk genre is het dan op dit moment?
pl: Gdyby twoje życie było gatunkiem filmowym, jakim gatunkiem jest teraz?
pt_br: Se sua vida fosse um gênero de filme, qual gênero é agora?
sv: Om ditt liv vore en filmgenre, vilken genre är det just nu?
uk: Якби твоє життя було жанром кіно, яким жанром воно є зараз?
zh_hans: 如果你的生活是一种电影类型，现在是什么类型？

source: If your pet could talk, what's the first thing they'd say?
de: Wenn dein Haustier sprechen könnte, was wäre das Erste, was es sagen würde?
es: Si tu mascota pudiera hablar, ¿qué sería lo primero que diría?
fr: Si ton animal de compagnie pouvait parler, quelle serait la première chose qu'il dirait?
it: Se il tuo animale domestico potesse parlare, qual è la prima cosa che direbbe?
ja: ペットが話せたら、最初に何と言いますか？
ko: 반려동물이 말할 수 있다면 가장 먼저 뭐라고 할까요?
nb: Hvis kjæledyret ditt kunne snakke, hva ville det første det sa vært?
nl: Als je huisdier kon praten, wat zou het dan als eerste zeggen?
pl: Gdyby twoje zwierzę mogło mówić, co powiedziałoby jako pierwsze?
pt_br: Se seu animal de estimação pudesse falar, qual seria a primeira coisa que ele diria?
sv: Om ditt husdjur kunde prata, vad skulle det första den sa vara?
uk: Якби твій улюбленець міг говорити, що б він сказав першим?
zh_hans: 如果你的宠物会说话，它第一句会说什么？

source: Is it better to love and lose than never to love at all?
de: Ist es besser, geliebt und verloren zu haben, als gar nicht erst zu lieben?
es: ¿Es mejor haber amado y perdido que nunca haber amado?
fr: Vaut-il mieux avoir aimé et perdu que de ne jamais avoir aimé du tout ?
it: È meglio amare e perdere che non amare affatto?
ja: 愛して失うことと、一度も愛さないこと、どちらが良いですか？
ko: 사랑하고 잃는 것이 전혀 사랑하지 않는 것보다 나은가요?
nb: Er det bedre å ha elsket og mistet enn aldri å ha elsket i det hele tatt?
nl: Is het beter om lief te hebben en te verliezen dan nooit lief te hebben?
pl: Czy lepiej kochać i stracić, niż w ogóle nie kochać?
pt_br: É melhor amar e perder do que nunca ter amado?
sv: Är det bättre att ha älskat och förlorat än att aldrig ha älskat alls?
uk: Чи краще любити і втратити, ніж ніколи не любити?
zh_hans: 爱过又失去，比从未爱过更好吗？

source: Is it more important to be respected or liked?
de: Ist es wichtiger, respektiert oder gemocht zu werden?
es: ¿Es más importante ser respetado o ser querido?
fr: Est-il plus important d'être respecté ou aimé ?
it: È più importante essere rispettati o essere simpatici?
ja: 尊敬されることと好かれること、どちらがより重要ですか？
ko: 존중받는 것과 호감을 사는 것 중 무엇이 더 중요하다고 생각하시나요?
nb: Er det viktigere å bli respektert eller likt?
nl: Is het belangrijker om gerespecteerd of aardig gevonden te worden?
pl: Czy ważniejsze jest, aby być szanowanym, czy lubianym?
pt_br: É mais importante ser respeitado ou ser querido?
sv: Är det viktigare att bli respekterad eller omtyckt?
uk: Що важливіше: щоб вас поважали чи любили?
zh_hans: 被尊重和被喜欢，哪个更重要？

source: Is it possible to truly be selfless?
de: Ist es möglich, wirklich selbstlos zu sein?
es: ¿Es posible ser verdaderamente desinteresado?
fr: Est-il possible d'être vraiment altruiste ?
it: È possibile essere veramente altruisti?
ja: 本当に無私無欲であることは可能ですか？
ko: 진정으로 이타적일 수 있을까요?
nb: Er det mulig å virkelig være uselvisk?
nl: Is het mogelijk om echt onbaatzuchtig te zijn?
pl: Czy można być naprawdę bezinteresownym?
pt_br: É possível ser verdadeiramente altruísta?
sv: Är det möjligt att verkligen vara osjälvisk?
uk: Чи можна бути по-справжньому безкорисливим?
zh_hans: 有可能真正做到无私吗？

source: Is it possible to truly know another person?
de: Ist es möglich, einen anderen Menschen wirklich zu kennen?
es: ¿Es posible conocer verdaderamente a otra persona?
fr: Est-il possible de vraiment connaître une autre personne ?
it: È possibile conoscere veramente un'altra persona?
ja: 他人を本当に知ることは可能ですか？
ko: 다른 사람을 진정으로 알 수 있을까요?
nb: Er det mulig å virkelig kjenne et annet menneske?
nl: Is het mogelijk om een ander persoon echt te kennen?
pl: Czy można naprawdę poznać drugą osobę?
pt_br: É possível realmente conhecer outra pessoa?
sv: Är det möjligt att verkligen känna en annan person?
uk: Чи можна справді пізнати іншу людину?
zh_hans: 有可能真正了解另一个人吗？

source: Is there a country you'd go back to again and again?
de: Gibt es ein Land, in das du immer wieder zurückkehren würdest?
es: ¿Hay algún país al que volverías una y otra vez?
fr: Y a-t-il un pays où tu retournerais encore et encore ?
it: C'è un paese in cui torneresti ancora e ancora?
ja: 何度も行きたくなる国はありますか？
ko: 여러 번 다시 가고 싶은 나라가 있나요?
nb: Finnes det et land du ville reist tilbake til igjen og igjen?
nl: Is er een land waar je steeds weer naartoe zou gaan?
pl: Czy jest kraj, do którego wracałbyś wielokrotnie?
pt_br: Há algum país para o qual você voltaria várias vezes?
sv: Finns det ett land du skulle åka tillbaka till om och om igen?
uk: Чи є країна, в яку ви поверталися б знову і знову?
zh_hans: 有没有一个你想一去再去的国家？
